list_1 = ['Лукарио', 'Виглитаф', 'Генгар', 'Чаризард', 'Царина',
'Талонфлейм', 'Гридент', 'Мачамп', 'Крастл', 'Зераора',
'Травенант', 'Гарчомп', 'Слоубро', 'Абсол', 'Бластойз',
'Базвол', 'Аегислэш']

list_2 = ['<-']

dick_pokemon_name = {
                     'Лукарио': '448',
                     'Виглитаф': '040',
                     'Генгар': '094',
                     'Чаризард': '006',
                     'Царина': '763',
                     'Талонфлейм': '663',
                     'Гридент': '820',
                     'Мачамп': '068',
                     'Крастл': '558',
                     'Зераора': '807',
                     'Травенант': '709',
                     'Гарчомп': '445',
                     'Слоубро': '080',
                     'Абсол': '359',
                     'Бластойз': '009',
                     'Базвол': '794',
                     'Аегислэш': '681'
                     }
