msg_1 = 'Выберите роль'

dict_1 = {
    'Genshin Impact': [1023140591435005952, '<:GenshinImpact:1030598931844976770>'],
    'Valorant': [1018138112662196354, '<:Valorant:1030599180026130482>'],
    'КНБ': [1018135106675810315, '<:knb:1030599378412519525>'],
}

msg_2 = 'Выберите статус'

dict_2 = {
    '🐵 Токсик': [893739921712488449, None],
    '🦄 Няшка': [893738445674016789, None],
}

msg_3 = 'Выберите роль в Unite'

dict_3 = {
    '🆘 Supporter': [893663856818274324, None],
    '💊 All-Rounder': [893664266190741554, None],
    '⚡ Speedster': [893664098825437295, None],
    '🔪 Attacker': [893663223247667212, None],
    '🛡 Defender': [893663501887893545, None],
}

msg_4 = 'Оповещения'

dict_4 = {
    '📄 Новости': [1018135750690209843, None],
    '🏆 Турнир': [1018986353486209095, None],
    '📹 Стрим': [1017981855259185212, None],
}

msg_5 = 'Пати'

dict_5 = {
    '🔍 Поиск команды': [1017982950274519150, None],
    '🥇 Ранг': [1017982363499757648, None],
    '🥈 Обычка': [1018136127917527180, None],
    '🥉 Квик': [1018136528679079986, None],
}

msg_6 = 'Линия'

dict_6 = {
    '⬆️ Топ': [1018170339550822420, None],
    '⬇️ Бот': [1018170443670237255, None],
    '➡️ Лес': [1018170539023548437, None],
}

msg_7 = 'Основное устройство'

dict_7 = {
    '📱 Телефон': [1018170882692219012, None],
    '🎮 Нинтендо': [1018171229686988960, None],
    '🖥 Эмулятор': [1018171371655790684, None],
}

all_list = [
    [msg_1, dict_1, list(dict_1.keys())],
    [msg_2, dict_2, list(dict_2.keys())],
    [msg_3, dict_3, list(dict_3.keys())],
    [msg_4, dict_4, list(dict_4.keys())],
    [msg_5, dict_5, list(dict_5.keys())],
    [msg_6, dict_6, list(dict_6.keys())],
    [msg_7, dict_7, list(dict_7.keys())],
]
