list_pokemons = [
    'Венозавр', 'Гардевуар', 'Гласеон', 'Грениндзя', 'Дельфокс',
    'Десиджиай', 'Дюралудон', 'Краморант', ' Найнтейлз', 'Пикачу',
    'Сильвеон', 'Синдерейс', 'Эспион', ' Абсол', 'Генгар',
    'Талонфлейм', 'Базвол',  'Зераора', 'Аегислэш', 'Азумарил',
    'Гарчомп', 'Драгонайт', 'Лукарио', 'Мачамп', 'Тсарина',
    'Чаризард', 'Бластойз', 'Гридент', 'Крастл', 'Мамосвайн',
    'Слоубро', 'Снорлакс', 'Травенант', 'Блисси', 'Виглитафф',
    'Элдегосс', 'Мистер Майм', 'Хуппа', 'Мью', 'Тиранитар',
    'Додрио'
]

list_items = [
    'Мускульная повязка', 'Защитная бандана', 'Усилитель энергии', 'Приятельский щит', 'Защита гола',
    'Гантеля атаки', 'Общая доля', 'Штурмовой жилет', 'Коготь-бритва', 'Очки выбора',
    'Полис уязвимости', 'Очки мудрости', 'Телескопическая линза', 'Очки особой атаки', 'Остатки',
    'Колокольчик-ракушка', 'Камень легкости', 'Печенье Эйос', 'Крепкий шлем'
]

list_skills = [
    'Элексир', 'Атака Х', 'Скорость Х', 'Пушистый хвост', 'Кнопка катапультирования',
    'Дымящий замедлитель', 'Полное исцеление', 'Быстрогол'
]
