single_phrases = [
    '{user_1} дал колесу втык и оно ему выдало:',
    'Виглитаф жёстко отшлёпал колесо и команде {user_1} придётся играть на:',
    'Уважаемая команда {user_1} ваш донат в 500 руб принят, за это вы получите:',
    'Хуппа {user_1} кинула портал и от туда появились:',
    'Команда {user_1} договорилась с Партнёром Нинтенды на пик:',
    'Даже твоя команда боится секс, {user_1}, выбор у вас не велик:',
    'Сытно, жирно, хорошо, {user_1}, выбирайте из:',
    '{user_1}, чтобы заовнить ТУДА ИХ, воспользуйся:',
    'И пускай у тебя, {user_1}, нету теперь хаты, как и у Яблока, но есть выбор из:',
    '{user_1}, не важно, человек ты или денщина, выбирай с умом из:',
    'О май гад, дяаааадь, {user_1}, не души, пикайте быстрее:',
    'Жабомейнерам слово не давали, а у вашей команды, {user_1}, есть выбор из:',
    'Сэкси чика Купрум одобрил для вас, {user_1}, следующий пик:',
    '{user_1}, сегодня тебе не повезло, лалка, берите:',
    'Родной, {user_1}, ну чего ты хотел? Вот вам наролило:',
    'Вот вам бутылочки, {user_1}, присаживайтесь, подумайте о своей карме, вам достались только:'
]
double_phrases = [
    '{user_1} и {user_2} заглянув в чёрную дыру Гардевуар увидели там:',
    'Нас ждёт ТОП1 анимэ битва между командами {user_1} и {user_2} на:',
    'Команда {user_1} ждёт {user_2} на реке в полдень, а сразятся они на:'
]
